Repository: raymonds1221/lifetrakiosapp
Catalog: SalutronFitnessApp/SalutronFitnessApp/*.lproj/Localizable.strings
Languages: fr

source: Bright Light can be an effective treatment for depression. Getting enough bright light can be an effective treatment for both Seasonal and Non-Seasonal Depression
fr: La lumière bleue peut agir efficacement contre la dépression. L'exposition à une quantité suffisante de lumière bleue peut constituer une cure efficace contre la dépression à la fois saisonnière et non saisonnière.

source: Light Fact #3
fr: Donnée nº 3 concernant la lumière

source: Light Treatment is generally safe. According to a 2009 Journal of Sleep Medicine Article, Bright light could pose dangers to patients with known retinal pathology, and in those using photosensitizing medications, but is otherwise is low risk.
fr: Une cure à la lumière est généralement sans danger. Selon un article du Journal of Sleep Medicine de 2009, la lumière vive peut constituer un danger pour les patients souffrant d'une pathologie rétinienne avérée ou prenant des médicaments photosensibilisants, mais elle est par ailleurs à faible risque.

source: Light Fact #4
fr: Donnée nº 4 concernant la lumière

source: Bright light exposure can improve vitality. A 1999 study showed that daily bright light exposure improves vitality. Over 12 weeks, healthy people were exposed to bright light for one hour a day, 5 days a week. Regular controlled surveys revealed improvements in Vitality, General Mental health, emotional problems and physical problems.
fr: L'exposition à la lumière vive peut accroître la vitalité. Une étude datant de 1999 montre que l'exposition à la lumière vive accroît la vitalité. Pendant une période de 12 semaines, des individus en bonne santé furent exposés à la lumière vive pendant une heure par jour, 5 jours par semaine. Des sondages régulièrement effectués avec un groupe-témoin ont révélé une nette amélioration en ce qui concerne la vitalité, la santé mentale en général, ainsi que les difficultés d'ordre physique ou affectif.

source: Sleep Fact #1
fr: Donnée nº 1 concernant le sommeil

source: Get 7-8 hours of sleep daily. The National Heart, Lung and Blood Institute recommends 7-8 hours of sleep per day for adults, and 9-10 hours of sleep per day for teenagers.
fr: Dormez 7 à 8 heures par nuit. Le National Heart, Lung, and Blood Institute recommande 7 à 8 heures de sommeil par nuit pour les adultes, et 9 à 10 heures pour les adolescents.

source: Sleep Fact #2
fr: Donnée nº 2 concernant le sommeil

source: Long term Sleep Deprivation is unhealthy. Long term sleep deprivation increases risk of heart disease, diabetes, obesity, stroke, and even some cancers.
fr: Le manque de sommeil sur une durée prolongée est préjudiciable à la santé. Le manque de sommeil sur une durée prolongée augmente les risques de troubles cardiaques, de diabète, d’obésité, d’AVC et même de certains cancers.

source: Sleep Fact #3
fr: Donnée nº 3 concernant le sommeil

source: Short term Sleep Deprivation is unhealthy. Short term sleep deprivation increases the risk of accidents, increases the risk of catching a cold, increases appetite and overeating, and even results in loss of brain tissue.
fr: Le manque de sommeil de courte durée est préjudiciable à la santé. Le manque de sommeil de courte durée augmente les risques d'accident et les risques d'attraper un rhume ; il accroît l'appétit et l’excès alimentaire ; il peut même entraîner une perte de tissus cérébraux.

source: Sleep Fact #4
fr: Donnée nº 4 concernant le sommeil

source: Sleep deprivation affects your reaction time. Over 16 hours of being awake results in reaction time and performance similar to people who have a BAC between 0.05 and 0.1%
fr: Le manque de sommeil influe sur votre temps de réaction. Une veille de plus de 16 heures entraîne une détérioration du temps de réaction et de la performance similaire à un taux d'alcoolémie de 0,05 à 0,1 %.

source: Sleep Fact #5
fr: Donnée nº 5 concernant le sommeil

source: Sleep loss builds up. Studies have shown that sleep deprivation of a few hours every night can build up over several days, resulting in neurobehavioral deficits equivalent to those found after 1-3 days of total sleep loss.
fr: Le manque de sommeil produit un effet cumulatif. Des études ont révélé qu'un manque de sommeil de quelques heures toutes les nuits peut produire un effet cumulatif sur plusieurs jours, et entraîner des déficits neurocomportementaux semblables à ceux résultant d'une durée de 1 à 3 jours de manque de sommeil total.

source: Sleep Fact #6
fr: Donnée nº 6 concernant le sommeil

source: Define Insomnia. The term insomnia is derived from the Latin word insomnis, which translates to “sleepless”.
fr: Définissez l'insomnie. Le terme « insomnie » dérive du mot latin « insomnis », qui signifie « sans sommeil ».

source: Sleep Fact #7
fr: Donnée nº 7 concernant le sommeil

source: Insomnia is not fun. Insomnia is associated with increased feelings of hostility and fatigue, and decreased feelings of joviality and attentiveness within individuals.
fr: L'insomnie n'est pas une condition agréable. L'insomnie se traduit par une sensation croissante d'hostilité et de fatigue, et une baisse du sentiment de jovialité et d'attention vis-à-vis des autres personnes.

source: Sleep Fact #8
fr: Donnée nº 8 concernant le sommeil

source: Got Testosterone? Healthy young men saw their testosterone levels lower after sleeping less than 5 hours a night for a week.
fr: Manquez-vous de testostérone ? Des hommes jeunes et en bonne santé ont constaté une baisse de leur taux de testostérone après avoir dormi moins de 5 heures par nuit pendant une semaine.

source: Sleep Fact #9
fr: Donnée nº 9 concernant le sommeil

source: Compose your own sleep patterns. Listening to relaxing classical music for 45 minutes before bed can improve your sleep quality.
fr: Prenez en main la structure de votre sommeil. Écouter de la musique classique relaxante pendant 45 minutes avant de vous coucher peut améliorer la qualité de votre sommeil.

source: Actigraphy Fact #1
fr: Donnée nº 1 concernant l'actigraphie

source: “All truly great thoughts are conceived by walking” – Nietzsche Just 4 minutes of walking has been shown to increase creativity.
fr: « Toutes les grandes idées sont nées en marchant », disait Nietzsche. Il a été prouvé que 4 minutes de marche suffisent à accroître la créativité.

source: Actigraphy Fact #2
fr: Donnée nº 2 concernant l'actigraphie

source: Heart Health Fact #1
fr: Donnée nº 1 concernant la santé cardiaque

source: Heart Disease is prevalent. Heart disease is your greatest health threat, and is a greater danger than breast cancer in women and prostate cancer in men.
fr: Les maladies cardiaques sont courantes. Les maladies cardiaques constituent la pire des menaces et représentent un danger encore plus grand que le cancer du sein chez les femmes et le cancer de la prostate chez les hommes.

source: Heart Health Fact #2
fr: Donnée nº 2 concernant la santé cardiaque

source: Treat your heart right. You can improve your heart health through diet, exercise and managing stress.
fr: Prenez soin de votre cœur. Vous pouvez améliorer votre santé cardiaque au moyen d'un bon régime alimentaire allié aux exercices et à la gestion du stress.

source: Heart Health Fact #3
fr: Donnée nº 3 concernant la santé cardiaque

source: Sounds stressful. You’re more likely to have a heart attack on Monday morning than at any other time of the week.
fr: Voilà qui paraît stressant. Vous avez plus de risque de faire une crise cardiaque le lundi matin qu'à tout autre moment de la semaine.

source: Heart Health Fact #4
fr: Donnée nº 4 concernant la santé cardiaque

source: Stay active for better heart health. People who are sedentary at work have a higher risk of heart problems than those in more active jobs.
fr: Pour une meilleure santé cardiaque, restez actif. Les personnes sédentaires au travail courent un plus grand risque de troubles cardiaques que celles qui font un travail où elles bougent davantage.

source: Heart Health Fact #5
fr: Donnée nº 5 concernant la santé cardiaque

source: Heart Disease can manifest physically. Only 30 percent of Americans correctly identified unusual fatigue, sleep disturbances and jaw pain as all being signs of heart disease -- just a few of the symptoms that can manifest.
fr: Les maladies cardiaques peuvent se manifester sur le plan physique. Seulement 30 pour cent des personnes vivant aux États-Unis se doutent, avec raison, que leurs troubles du sommeil et douleurs à la mâchoire sont des signes de maladies cardiaques, et ce sont là seulement quelques-uns des symptômes qui peuvent se manifester.

source: Heart Health Fact #6
fr: Donnée nº 6 concernant la santé cardiaque

source: Healthy habits can go a long way. There are five things everyone should learn when it comes to their heart health. These can make an enormous difference and greatly decrease your risk: eat right, exercise regularly, know your cholesterol, blood pressure, and body mass index numbers, do not use tobacco, and know your family history.
fr: Les bonnes habitudes peuvent porter des fruits pendant longtemps. Il y a cinq choses que tout le monde devrait savoir en matière de santé cardiaque. Elles peuvent faire une énorme différence et réduire considérablement vos risques : mangez sainement, faites régulièrement de l’exercice, surveillez votre niveau de cholestérol, votre tension artérielle et votre indice de masse corporelle, évitez le tabagisme et soyez au courant de vos antécédents familiaux en matière de santé.

source: morninglightneeds
fr: morninglightneeds_fr

source: eveninglightneeds
fr: eveninglightneeds_fr

source: Imperial
fr: Impériales

source: Metric
fr: Métriques

source: Full
fr: Complet

source: Smart calibration
fr: Réglage intelligent

source: Device name
fr: Nom de l'appareil

source: Date format
fr: Format de date

source: Time format
fr: Format des heures

source: Watch display
fr: Affichage de la montre

source: Intelligent wake up alarm
fr: Alarme réveil intelligent

source: LightTrak daylight alert
fr: Alerte LightTrak lumière de jour

source: LightTrak night light alert
fr: Alerte LightTrak lumière de nuit

source: Inactivity alert
fr: Alerte d'inactivité

source: Wake up time
fr: Heure de réveil

source: Intelligent wake up starts
fr: Réveil intelligent commence

source: Exposure level
fr: Niveau d'exposition

source: Steps threshold
fr: Seuil des pas

source: hr
fr: h

source: APP SETTINGS
fr: PARAMÈTRES DE L’APPLICATION

source: WATCH SETTINGS
fr: RÉGLAGES DE LA MONTRE

source: CLOUD SETTINGS
fr: PARAMÈTRES DU CLOUD

source: SWITCH WATCH
fr: CHANGEMENT DE MONTRE

source: Updated settings prompt
fr: Message de paramètres mis à jour

source: Get notification when watch and app settings don't match
fr: Recevoir une notification lorsque les réglages de la montre ne correspondent pas aux paramètres de l’application

source: Customize watch sensitivity for calories and distance
fr: Personnaliser la sensibilité de la montre pour les calories et la distance

source: Sync watch to phone time
fr: Synchroniser la montre avec l’heure du téléphone

source: Units
fr: Unités

source: Auto backlight
fr: Rétroéclairage auto

source: Watch alarms
fr: Alarmes de la montre

source: Notification display
fr: Affichage des notifications

source: Choose which phone notifications to display on watch
fr: Choisir les notifications du téléphone à afficher sur la montre

source: Enable cloud sync
fr: Activer la synchronisation avec le Cloud

source: Sync settings to watch
fr: Synchroniser les paramètres avec la montre

source: Sync reminder
fr: Rappel de synchronisation

source: 12 hour
fr: 12 heures

source: 24 hour
fr: 24 heures

source: STEP CALIBRATION
fr: ÉTALONNAGE DES PAS

source: If your step count seems inaccurate, adjust your watch's motion sensitivity
fr: Si votre nombre de pas semble inexact, ajustez la sensibilité au mouvement de votre montre

source: motion sensitivity
fr: sensibilité au mouvement

source: DISTANCE CALIBRATION
fr: ÉTALONNAGE DE LA DISTANCE

source: If your distance seems inaccurate, adjust the watch's stride measurement
fr: Si votre distance semble inexacte, ajustez la mesure de la foulée sur la montre

source: stride measurement
fr: mesure de la foulée

source: CALORIE CALIBRATION
fr: ÉTALONNAGE DES CALORIES

source: If your calories seem inaccurate, adjust the watch's calorie rate calculation
fr: Si vos calories semblent inexactes, ajustez le calcul du taux de calories sur la montre

source: calorie rate calculation
fr: calcul du taux de calories

source: Longer strides
fr: Foulées plus longues

source: Shorter strides
fr: Foulées plus courtes

source: Less calories
fr: Moins de calories

source: More calories
fr: Plus de calories

source: Account
fr: Compte

source: Never
fr: Jamais

source: Gradually wakes you up with a series of alarms
fr: Vous réveille progressivement avec une série d’alarmes

source: Reminds you to get healthy amount of morning light exposure
fr: Vous rappelle de vous exposer à une quantité saine de lumière du matin

source: Reminds you to get healthy amount of evening light exposure
fr: Vous rappelle de vous exposer à une quantité saine de lumière du soir

source: Regularly reminds you to get active
fr: Vous rappelle régulièrement d’être actif

source: Light exposure goal
fr: Objectif d’exposition à la lumière

source: Alert window
fr: Fenêtre d’alerte

source: Alert interval
fr: Intervalle d’alerte

source: to
fr: à

source: Logged in as
fr: Session ouverte par

source: SIGN UP
fr: INSCRIPTION

source: You must agree to LifeTrak’s TERMS & CONDITIONS before proceeding with Facebook sign up
fr: Vous devez accepter les CONDITIONS GÉNÉRALES de LifeTrak avant de vous inscrire sur Facebook.

source: You must agree to LifeTrak’s TERMS & CONDITIONS before proceeding
fr: Vous devez accepter les CONDITIONS GÉNÉRALES de LifeTrak avant de continuer.

source: You must agree to LifeTrak’s
fr: Vous devez accepter les

source: TERMS & CONDITIONS
fr: CONDITIONS GÉNÉRALES

source: before proceeding with Facebook sign up
fr: de LifeTrak avant de vous inscrire sur Facebook.

source: before proceeding
fr: de LifeTrak avant de continuer.

source: CHANGE PROFILE PICTURE
fr: CHANGER LA PHOTO DE VOTRE PROFIL

source: AGREE
fr: ACCEPTER

source: Registering account
fr: Enregistrement du compte

source: Please wait
fr: Veuillez patienter

source: Welcome, user!
fr: Bienvenue, utilisateur !

source: Welcome,
fr: Bienvenue,

source: Set up your LifeTrak app in 5 easy steps
fr: Configurez votre application LifeTrak en 5 étapes faciles.

source: FIND WATCH
fr: RECHERCHE DE LA MONTRE

source: PAIR WITH WATCH
fr: COUPLAGE AVEC LA MONTRE

source: SYNC DATA
fr: SYNCHRONISATION DES DONNÉES

source: ADD DETAILS
fr: AJOUT DE RENSEIGNEMENTS

source: BACKUP DATA
fr: SAUVEGARDE DES DONNÉES

source: Find watch
fr: Recherche de la montre

source: Pair with watch
fr: Couplage avec la montre

source: Sync data
fr: Synchronisation des données

source: Add details
fr: Ajout de renseignements

source: Backup data
fr: Sauvegarde des données

source: Please make sure your phone’s wifi and bluetooth are enabled
fr: Veuillez vous assurer que le wifi et le bluetooth de votre téléphone sont activés.

source: Please enable bluetooth to continue with setup process
fr: Veuillez activer le bluetooth pour continuer le processus de configuration.

source: Turn on watch bluetooth
fr: Activez le bluetooth de la montre.

source: Press and hold the lower right button on your watch and release when the bluetooth symbol flashes on the watch face
fr: Appuyez sur le bouton en bas à droite de votre montre et maintenez-le enfoncé, puis relâchez lorsque le symbole du bluetooth s’allume sur la montre.

source: Finding watch
fr: Recherche de la montre

source: No watch detected
fr: Aucune montre détectée

source: Make sure watch bluetooth is enabled. If there is no bluetooth icon on the display, press the lower right button to enable bluetooth and try again.
fr: Assurez-vous que le bluetooth de la montre est activé. S’il n’y a pas d’icône de bluetooth sur l’écran, appuyez sur le bouton en bas à droite pour activer le bluetooth et réessayez.

source: Check watch battery level.
fr: Vérifiez le niveau de la pile de la montre.

source: Keep watch and phone within bluetooth range.
fr: Placez la montre et le téléphone dans le rayon de portée du bluetooth.

source: If watch still cannot be detected, hold down the lower right button until the message ‘pairing info removed’ appears on the display and try again.
fr: Si la montre n’est toujours pas détectée, appuyez sur le bouton en bas à droite jusqu'à ce que le message « info de couplage retirée » apparaisse à l’écran et réessayez.

source: CANCEL
fr: ANNULER

source: TRY AGAIN
fr: RÉESSAYER

source: DETECTED WATCH
fr: MONTRE DÉTECTÉE

source: DETECTED WATCHES
fr: MONTRES DÉTECTÉES

source: Connect watch
fr: Connecter la montre

source: CONNECT WATCH
fr: CONNECTER LA MONTRE

source: OTHER PRODUCTS FROM LIFETRAK
fr: AUTRES PRODUITS DE LIFETRAK

source: OTHER PRODUCT FROM LIFETRAK
fr: AUTRES PRODUIT DE LIFETRAK

source: SIGN UP WITH FACEBOOK
fr: INSCRIPTION AVEC FACEBOOK

source: SIGN UP WITH FACEBOOK
fr: INSCRIPTION AVEC FACEBOOK

source: ECG Heart Rate
fr: Fréquence cardiaque ECG

source: App Connected
fr: Application connectée

source: SleepTrak
fr: SleepTrak (suivi du sommeil)

source: Precise Tracking
fr: Suivi précis

source: Always on
fr: Toujours connecté

source: Long Battery Life and Waterproof
fr: Étanche et pile à longue durée de vie

source: Customizable ComfortFit Bands
fr: Bracelets ajustables et confortables

source: Pairing watch
fr: Couplage avec la montre

source: Pairing failed
fr: Échec du couplage

source: Syncing watch data
fr: Synchronisation des données de la montre

source: Watch sync failed
fr: Échec de la synchronisation de la montre

source: Sync successful
fr: Synchronisation réussie

source: ENTER PERSONAL DETAILS
fr: SAISIE DE RENSEIGNEMENTS PERSONNELS

source: This information will be used to calculate your fitness results. All fields are required.
fr: Ces informations seront utilisées pour calculer les résultats de votre forme physique. Tous les champs sont obligatoires.

source: Backup failed
fr: Échec de la sauvegarde

source: Check your internet connection
fr: Vérifiez votre connexion à Internet

source: RECOMMENDED GOALS
fr: OBJECTIFS RECOMMANDÉS

source: TODAY'S DATA
fr: DONNÉES DU JOUR

source: SEE FULL GRAPH
fr: AFFICHER LE GRAPHIQUE COMPLET

source: CONTINUE
fr: CONTINUER

source: SIGN UP WITH EMAIL
fr: INSCRIPTION AVEC L’ADRESSE ÉLECTRONIQUE

source: ADD PROFILE PICTURE
fr: AJOUTER UNE PHOTO DE PROFIL

source: LOG IN
fr: CONNEXION

source: LOG IN WITH EMAIL
fr: CONNEXION AVEC L’ADRESSE ÉLECTRONIQUE

source: LOG IN WITH FACEBOOK
fr: CONNEXION AVEC FACEBOOK

source: LOG IN WITH FACEBOOK
fr: CONNEXION AVEC FACEBOOK

source: I agree to LifeTrak's TERMS & CONDITIONS
fr: J’accepte les CONDITIONS GÉNÉRALES de LifeTrak

source: GET STARTED
fr: COMMENCER

source: Fitness data
fr: Données sur la condition physique

source: Light
fr: Léger

source: Cloud Sync
fr: Synchroniser avec le Cloud

source: backing up data to cloud
fr: sauvegarde des données sur le cloud

source: Watch already added
fr: Montre déjà ajoutée

source: The watch you are trying to add is already on your account.
fr: La montre que vous essayez d’ajouter est déjà sur votre compte

source: Unsuccessful data sync between watch & app.
fr: Échec de la synchronisation des données entre la montre et l’appli.

source: Tips – check that… - Bluetooth on phone/tablet is on. - Phone/tablet battery life > 20% - Bluetooth active on watch. Press and hold bottom right button to activate.
fr: Conseils : vérifiez que : - Le bluetooth du téléphone ou de la tablette est activé - L’autonomie de la batterie du téléphone ou de la tablette est > 20 % - Le bluetooth est activé sur la montre. Appuyez sur le bouton en bas à droite et restez appuyé pour l’activer.

source: 1. Ensure your phone/tablet’s Bluetooth is on. 2. Check that Bluetooth is active on your watch. If not, press and hold lower right button to activate.
fr: 1. Assurez-vous que le bluetooth de votre téléphone / tablette est activé. 2. Vérifiez que le bluetooth est activé sur votre montre. Sinon, appuyez sur le bouton en bas à droite et restez appuyé pour l’activer.

source: 3. Go to your iOS Settings->Bluetooth. Select your LifeTrak device and then select “Forget this Device“.
fr: 3. Allez dans vos paramètres iOS -> Bluetooth. Sélectionnez votre appareil LifeTrak puis sélectionnez Oublier cet appareil.
