Repository: raymonds1221/lifetrakiosapp
Catalog: SalutronFitnessApp/SalutronFitnessApp/*.lproj/Localizable.strings
Languages: fr

source: Sleep must not be less than 1min.
fr: Sommeil ne doit pas être inférieur à 1min.

source: R500 watch is disconnected
fr: Montre R500 est déconnectée

source: We can't find your R500 watch
fr: Nous ne pouvons pas trouver votre montre R500

source: Enable
fr: Activez

source: Disable
fr: Désactivez

source: Pairing device
fr: Dispositif de Jumelage

source: Walgreens requires you to update your data to cloud. Do you want to sync now?
fr: Walgreens vous demande de mettre à jour vos données avec le cloud. Voulez-vous synchroniser maintenant?

source: Disconnecting from Walgreens...
fr: Déconnexion à Walgreens...

source: Unable to disconnect from Walgreens
fr: Impossible de se déconnecter de Walgreens

source: Updating notification...
fr: Mise à jour des notifications...

source: Notification updated!
fr: Notifications mises à jour!

source: Signing up with Facebook
fr: Overture de session via Facebook

source: Please fill out the email address field.
fr: Veuillez s'il vous plaît complèter l'adresse courriel.

source: You must accept LifeTrak's Terms and Conditions.
fr: Vous devez accepter les Termes et Conditions de LifeTrak.

source: Your password should be not less than 6 characters.
fr: Votre mot de passe doit être d'au moins six caractères.

source: Synced Yesterday at
fr: Synchronisé hier

source: Problem occured while communicating with server. Please try again.
fr: Problème survenu lors de la communication avec le serveur. Veuillez s'il vous plaît essayer à nouveau.

source: Poor network connection, please try again later.
fr: Connexion réseau faible, merci d'essayer à nouveau ultérieurement.

source: Searching for your %@
fr: A la recherche de votre %@

source: 1. There was a problem communicating with your watch. 2. Your battery level is low, try to replace the battery.
fr: 1. Il y a un problème de communication avec votre montre. 2. Le niveau de votre batterie est faible; essayez de remplacer la batterie.

source: Sorry we can't complete your sync
fr: Désolé, nous ne pouvons pas compléter votre synchronisation

source: Make sure that you have selected the correct LifeTrak watch model to pair with.
fr: Assurez-vous que vous avez sélectionné le modèle de montre LifeTrak correcte pour le jumelage.

source: Are you sure you want to delete
fr: êtes-vous sûr de vouloir supprimer

source: Are you sure you want to disconnect this app from your LifeTrak
fr: êtes-vous sûr de vouloir déconnecter l'application de votre LifeTrak

source: This will allow you to connect the app to another LifeTrak watch.
fr: Cela vous permettra de connecter l'application à une autre montre LifeTrak.

source: This app needs to be paired with a compatible LifeTrak Fitness Watch in order to view your fitness results. Please set up your device in the next screen.
fr: Cette application doit être jumelée avec une montre LifeTrak compatible afin d'afficher vos résultats de conditionnement. Veuillez s'il vous plaît configurer votre appareil dans l'écran suivant.

source: We will now pair this app with your %@ watch. Check that you have selected the correct LifeTrak watch model to pair with. Then press the watch lower button until you see the pairing icon on your watch display.
fr: Nous allons maintenant associer cette application avec votre %@ montre. Vérifiez que vous avez sélectionné le modèle de montre LifeTrak correcte pour le jumelage. Appuyez ensuite sur le bouton inférieur de la montre jusqu'à ce que vous voyez l'icône de jumelage sur l'écran de votre montre.

source: We will now enable pulsewave with your R500 watch. Press your R500 watch lower button until you see the pairing icon on your watch display.
fr: Nous allons maintenant activer Pulsewave avec votre montre R500. Appuyez sur le bouton inférieur de votre R500 jusqu'à ce que vous voyez l'icône de jumelage sur l'écran de votre montre.

source: We will now update the data from your LifeTrak %@.
fr: Nous allons maintenant mettre à jour les données de votre LifeTrak %@.

source: We will now update the data from your LifeTrak %@. Please press the lower button until you see the pairing icon on your watch display.
fr: Nous allons maintenant mettre à jour les données de votre LifeTrak %@. Veuillez s'il vous plaît appuyez sur le bouton inférieur jusqu'à ce que vous voyez l'icône de jumelage sur l'écran de votre montre.

source: Are you sure you want to switch to a new watch?
fr: êtes-vous sûr de vouloir choisir une nouvelle montre?

source: We will now update your personal settings on your LifeTrak %@.
fr: Nous allons maintenant mettre à jour vos paramètres personnels sur votre LifeTrak %@.

source: We will now update your personal settings on your LifeTrak %@. Please press the lower button until you see the pairing icon on your watch display.
fr: Nous allons maintenant mettre à jour vos paramètres personnels sur votre LifeTrak %@. Veuillez s'il vous plaît appuyez sur le bouton inférieur jusqu'à ce que vous voyez l'icône de jumelage sur l'écran de votre montre.

source: We will now update your goal settings on your LifeTrak %@.
fr: Nous allons maintenant mettre à jour vos paramètres d'objectif sur votre LifeTrak %@.

source: We will now update your goal settings on your LifeTrak %@. Please press the lower button until you see the pairing icon on your watch display.
fr: Nous allons maintenant mettre à jour vos paramètres d'objectif sur votre LifeTrak %@. Veuillez s'il vous plaît appuyez sur le bouton inférieur jusqu'à ce que vous voyez l'icône de jumelage sur l'écran de votre montre.

source: You must turn on your watch bluetooth before you can continue
fr: Vous devez activer votre montre bluetooth avant de pouvoir continuer

source: Syncing to cloud
fr: Synchronisation avec le cloud

source: Invalid sync time
fr: Temps de synchronisation non valide

source: Sync schedule cannot be set to same time
fr: Programme de synchronisation ne peut pas être réglé à même temps

source: Searching
fr: recherche

source: today's sleep
fr: Temps de sommeil aujourd'hui

source: TODAY'S SLEEP
fr: TEMPS DE SOMMEIL AUJOURD'HUI

source: Edit
fr: Éditer

source: slept
fr: dormi

source: SLEPT
fr: DORMI

source: time
fr: durée

source: Snooze Time
fr: Heure du rappel

source: Total Time Asleep
fr: Durée de Sommeil Totale

source: TOTAL TIME ASLEEP
fr: DURÉE DE SOMMEIL TOTALE

source: Password must be more than 6 characters
fr: Mot de passe doit être plus de 6 caractères

source: Successfully connected to
fr: Connexion réussie avec

source: Retry
fr: Réessayer

source: The refresh token is invalid.
fr: Le token de réinitialization n'est pas valide.

source: There is a problem while syncing your data to cloud. You may go to Feedback page to contact administrator.
fr: Il y a eu un problème lors de la synchronisation de vos données avec le cloud. Allez à la page Commentaires afin de contacter l'administrateur.

source: Syncing data headers
fr: Synchronisation de têtes de données

source: Syncing light data points
fr: Synchronisation de points de données de la lumière

source: FITNESS RESULTS - %i%%
fr: RÉSULTATS DE CONDITIONEMENT - %i%%

source: Syncing fitness results
fr: Synchronisation résultats de fitness

source: Syncing sleep settings
fr: Synchroniser les paramètres du sommeil

source: Syncing sleep database
fr: Synchronisation de base de données de sommeil

source: Syncing time and date
fr: Synchronisation d'heure et date

source: Syncing notifications
fr: Synchronisation de notifications

source: Unable to store application.
fr: Impossible de stocker l'application.

source: Unable to store scope.
fr: Impossible de stocker portée.

source: Unable to generate access token.
fr: Impossible de générer token d'accès.

source: Unable to create user.
fr: Impossible de créer l'utilisateur.

source: Device parameter missing.
fr: Paramètre de l‘appareil manquant.

source: Unable to update device.
fr: Impossible de mettre à jour l'appareil.

source: Unable to create device.
fr: Impossible de créer l'appareil.

source: Unable to create workout.
fr: Impossible de créer l‘exercice.

source: Unable to create sleep data.
fr: Impossible de créer les données de sommeil.

source: Unable to create data header.
fr: Impossible de créer l'entête de données.

source: Unable to update data header.
fr: Impossible de mettre à jour l'entête de données.

source: Unable to create data point.
fr: Impossible de créer le point de données.

source: Unable to update data point.
fr: Impossible de mettre à jour le point de données.

source: Redis was unable to save data.
fr: Redis n'a pas pu sauvegarder les données.

source: There was a problem encountered while uploading your data to server please sync again.
fr: Il y a eu un problème lors du transfert de vos données vers le serveur; Veuillez s'il vous plaît synchroniser à nouveau.

source: Redis was unable to retrieve data on redis.
fr: Redis est incapable de récupérer les données.

source: Unable to update device settings.
fr: Impossible de mettre à jour les paramètres de l'appareil.

source: Unable to create device settings.
fr: Impossible de créer les paramètres de l'appareil.

source: Unable to update user profile.
fr: Impossible de mettre à jour le profil d'utilisateur.

source: Unable to create user profile.
fr: Impossible de créer le profil d'utilisateur.

source: Unable to update goal.
fr: Impossible de mettre à jour l'objectif.

source: Unable to create goal.
fr: Impossible de créer l'objectif.

source: Unable to update sleep settings.
fr: Impossible de mettre à jour les paramètres de sommeil.

source: Unable to create sleep settings.
fr: Impossible de créer les paramètres de sommeil.

source: Unable to update wakeup information.
fr: Impossible de mettre à jour l'information réveil.

source: Unable to create wakeup information.
fr: Impossible de créer l'informations de réveil.

source: Unable to update workout stop.
fr: Impossible de mettre à jour l'arrêt d'exercice.

source: Unable to create workout stop.
fr: Impossible de créer l'arrêt d'exercice.

source: Unable to retrieve workout stop.
fr: Impossible de récupérer l'arrêt d'exercice.

source: Unable to retrieve sleep.
fr: Impossible de récupérer le sommeil.

source: Unable to retrieve data header.
fr: Impossible de récupérer l‘entête des données.

source: Unable to retrieve data point.
fr: Impossible de récupérer le point de données.

source: Unable to retrieve data settings.
fr: Impossible de récupérer les paramètres de données.

source: Unable to retrieve user profile.
fr: Impossible de récupérer le profil d'utilisateur.

source: Unable to retrieve goal.
fr: Impossible de récupérer l'objectif.

source: Unable to retrieve sleep settings.
fr: Impossible de récupérer les paramètres de sommeil.

source: Unable to retrieve wakeup information.
fr: Impossible de récupérer les informations de réveil.

source: Session not valid, Graph API returned an exception.
fr: Session non valable, API Graph a retourné une exception.

source: Graph API returned info, but it may mismatch the current app or have expired.
fr: API Graph a retourné une information, mais elle peut ne pas correspondre à l'application en cours, ou a expiré.

source: Exception occurred, code:
fr: Une exception s'est produite, avec le code suivant:

source: Unable to retrieve user.
fr: Impossible de récupérer l'utilisateur.

source: Unable to retrieve device.
fr: Impossible de récupérer l'appareil.

source: Image upload failed.
fr: Le chargement de l'image a échoué.

source: Failed to send email.
fr: Impossible d'envoyer un courriel.

source: Failed to delete device.
fr: Impossible de supprimer l'appareil.

source: Failed to delete user.
fr: Impossible de supprimer l'utilisateur.

source: The mac_address field is required.
fr: Le champ MAC_address est nécessaire.

source: Invalid channel. Channel should be either web, mobile or tablet
fr: Canal non valide. Le canal doit être web, mobile ou tablette

source: Invalid facebook email.
fr: Couriel Facebook non valide.

source: Invalid return from walgreens
fr: Retour non valide de Walgreens

source: Unable to store new app version.
fr: Impossible de stocker la nouvelle version de l'application.

source: Application successfully created.
fr: Application créée avec succès.

source: Scope successfully created.
fr: Portée créé avec succès.

source: User successfully created.
fr: Utilisateur créé avec succès.

source: User successfully updated.
fr: Utilisateur mis à jour avec succès.

source: User successfully retrieved.
fr: Utilisateur récupéré avec succès.

source: Access token successfully generated.
fr: Token d'accès généré avec succès.

source: Successfully synced new data.
fr: Nouvelles données synchronisées avec succès.

source: Successfully updated device.
fr: Appareil mis à jour avec succès.

source: Successfully created device.
fr: Appareil créé avec succès.

source: Successfully created workout.
fr: Exercice créé avec succès.

source: Successfully created sleep data.
fr: Données de sommeil créés avec succès.

source: Successfully created data header.
fr: Entête de données créée avec succès.

source: Successfully updated data header.
fr: Mise à jour de l’entête de données avec succès.

source: Successfully created data point.
fr: Point de données créé avec succès.

source: Successfully updated data point.
fr: Point de données mis à jour avec succès.

source: Successfully created data settings.
fr: Paramètres de données créés avec succès.

source: Successfully updated data settings.
fr: Paramètres de données mis à jour avec succès.

source: Successfully created user profile.
fr: Profil utilisateur créé avec succès.

source: Successfully updated user profile.
fr: Profil de l'utilisateur mis à jour avec succès.

source: Successfully created goal.
fr: Objectif créé avec succès.

source: Successfully updated goal.
fr: Objectif mis à jour avec succès

source: Successfully created sleep settings.
fr: Paramètres de sommeil créés avec succès.

source: Successfully updated sleep settings.
fr: Paramètres de sommeil mis à jour avec succès.

source: Successfully updated workout information.
fr: Informations d'exercice mises à jour avec succès.

source: Successfully created workout information.
fr: Informations d'exercice crées avec succès.

source: Successfully created workout stop data.
fr: Données d'arrêt d'exercice crées avec succès.

source: Successfully updated workout stop data.
fr: Données d'arrêt d'exercice mises à jour avec succès.

source: Successfully restored data.
fr: Données restaurées avec succès.

source: Successfully retrieved devices.
fr: Appareils récupérés avec succès.

source: Successfully deleted devices.
fr: Appareils supprimés avec succès.

source: You've successfully registered to LifeTrak!
fr: Vous vous êtes enregistré avec succès à LifeTrak!

source: You've successfully changed your password.
fr: Vous avez changé votre mot de passe avec succès.

source: Password confirmation does not match
fr: La confirmation du mot de passe ne corresponds pas

source: Successfully deleted user.
fr: Utilisateur supprimé avec succès

source: Successfully stored walgreens access token.
fr: Token d'accès Walgreens sauvegardé avec succès.

source: Successfully returned connection url.
fr: Connexion URL retourné avec succès.

source: Successfully returned disconnection url.
fr: Déconnexion URL retourné avec succès.

source: Successfully retrieved latest app version.
fr: Dernière version de l'application récupérée avec succès.

source: Successfully stored latest app version.
fr: Dernière version de l'application sauvegardée avec succès.

source: Successfully stored to server but unable to sync to walgreens.
fr: Sauvegardé avec succès sur le serveur, mais impossible de synchroniser avec Walgreens.

source: Fun facts
fr: Données intéressantes

source: Did you know?
fr: Le saviez-vous ?

source: There are special photoreceptors in the human eye that help regulate the sleep hormone melatonin based on the amount of light it receives. It’s especially sensitive to blue light frequencies.
fr: L'œil humain comporte des photorécepteurs spéciaux lui permettant de réguler l'hormone de sommeil appelée mélatonine en fonction de la quantité de lumière reçue. Il est particulièrement sensible aux fréquences de la lumière bleue.

source: What is blue light?
fr: Qu'est-ce que la lumière bleue ?

source: Tell me about light and sleep
fr: Parlez-moi de la lumière et du sommeil.

source: Light from the sun contains all wavelengths of visible light, which we see as white light. Blue light is a component of the light we see all around us. Blue light has the most effect in regulating sleep wake cycles.
fr: Le spectre solaire comporte toutes les longueurs d'onde de la lumière visible, que nous percevons comme une lumière blanche. La lumière bleue est une composante de l'éclairage qui nous entoure. L'effet le plus important de la lumière bleue est la régulation des cycles du sommeil et du réveil.

source: Light alerts
fr: Alertes d'exposition à l'éclairage

source: All human beings have an biological oscillator with a 24 hour period called the circadian rhythm. Getting enough light in the morning can synchronize your sleep clock, and getting too much light in the evening can disrupt your sleep clock.
fr: Tout être humain possède un oscillateur biologique fonctionnant par tranches de 24 heures appelées le rythme circadien. Une quantité suffisante de lumière reçue le matin peut synchroniser votre horloge de sommeil, alors qu'une quantité excessive le soir peut la perturber.

source: Tell me about morning light
fr: Parlez-moi de l'éclairage matinal.

source: Tell me about evening light
fr: Parlez-moi de l'éclairage du soir.

source: Tell me about UV light
fr: Parlez-moi de la lumière ultraviolette.

source: Morning light
fr: L'éclairage matinal

source: Get enough blue rich light in the morning, and your body will synchronize your circadian rhythm. As we age we need more light to synchronize our circadian rhythm, so we recommend you set your light exposure based on your age.
fr: Si vous recevez assez d'éclairage riche en lumière bleue le matin, votre corps se chargera de synchroniser votre rythme circadien. En prenant de l'âge, nous avons besoin de plus de lumière pour synchroniser notre rythme circadien, et il est recommandé de régler votre durée d'exposition à la lumière en fonction de votre âge.

source: How much light do I need?
fr: Quelle quantité de lumière me faut-il ?

source: Morning light needs
fr: Besoin d'éclairage matinal

source: You can use the Brite R450 to help you ensure you get enough morning light. Select your light threshold and exposure time based on your age.
fr: Vous pouvez vous servir de la Brite R450 pour vous assurer que vous recevez assez de lumière le matin. Choisissez votre seuil et votre durée d'exposition à la lumière en fonction de votre âge.

source: Tell me about the Morning Light Alert
fr: Parlez-moi de l'alerte d'éclairage matinal.

source: Morning light alert
fr: Alerte d'exposition à l'éclairage matinal

source: Default morning alert times are 7AM to 12PM, but these can be changed using your smartphone app. If you haven’t received 30 minutes of light with an intensity greater than your morning threshold, the Brite R450 will alert you that you should actively seek out more light.
fr: Les heures d'alerte par défaut le matin sont de 7h à 12h, mais elles peuvent être modifiées à l'aide de votre application smartphone. Si vous n'avez pas reçu 30 minutes de lumière d'une intensité supérieure à votre seuil matinal, la Brite R450 vous avertira du besoin de recevoir plus de lumière.

source: Evening Light
fr: L'éclairage du soir

source: If you get too much light in the evening, your body may delay or reduce its melatonin production, which can affect when you get tired, and affect sleep quality. As you age, you need more light to synchronize your circadian rhythm, so we recommend you set your light exposure based on your age.
fr: Si vous recevez trop de lumière le soir, votre corps peut retarder ou réduire sa production de mélatonine, ce qui peut vous causer de la fatigue et produire un effet sur la qualité de votre sommeil. En prenant de l'âge, vous avez besoin de plus de lumière pour synchroniser votre rythme circadien, et il est recommandé de régler votre durée d'exposition à la lumière en fonction de votre âge.

source: How much light is too much?
fr: Quand peut-on parler d'excès de lumière ?

source: Evening Light Needs
fr: Besoin d'éclairage le soir

source: The Brite R450 will alert you if you need are getting more evening light than your goal. Select your light threshold and exposure time based on your age.
fr: La Brite R450 vous avertira si la quantité de lumière reçue le soir dépasse votre objectif. Choisissez votre seuil et votre durée d'exposition à la lumière en fonction de votre âge.

source: Tell me about the Evening Light Alert
fr: Parlez-moi de l'alerte d'exposition à la lumière du soir.

source: Evening Light Alert
fr: Alerte d'exposition à l'éclairage du soir

source: Default evening alert times are 10PM to 11PM, but these can be changed using your smartphone app. It’s important to reduce the amount of light you’re exposed to at least 1 hour before your bedtime. If you’ve received 30 minutes of light with intensity greater than your evening threshold, the Brite R450 will alert you that you should actively try to get less light.
fr: Les heures d'alerte par défaut le soir sont de 22h à 23h, mais elles peuvent être modifiées à l'aide de votre application smartphone. Il est important de réduire le niveau de l'éclairage auquel vous vous exposez au moins une heure avant de vous coucher. Si vous avez reçu 30 minutes de lumière d'une intensité supérieure à votre seuil du soir, la Brite R450 vous avertira du besoin de prendre des mesures pour recevoir moins de lumière.

source: Tell me about UV Light
fr: Parlez-moi de la lumière ultraviolette.

source: UV Light
fr: La lumière ultraviolette

source: Ultraviolet light cannot be seen by the human eye, and has no effect on the human sleep cycle. The Brite R450 does not measure UV light. You can use sunblock and wear protective clothing while still getting the morning light you need to synchronize your circadian rhythm. IMPORTANT: Always use best practices when exposing yourself to natural light – wear sunscreen and follow doctor’s recommendations for skin care, and never look directly at a light source.
fr: La lumière ultraviolette ne peut pas être perçue par l'œil humain, elle est donc sans effet sur notre cycle de sommeil. La Brite R450 ne mesure pas la lumière ultraviolette. Vous pouvez utiliser de la crème solaire et porter des vêtements de protection tout en continuant à recevoir l'éclairage matinal dont vous avez besoin pour synchroniser votre rythme circadien. AVIS IMPORTANT : Suivez toujours les recommandations habituelles quand vous vous exposez à l'éclairage naturel – utilisez une crème solaire et suivez les conseils de votre médecin en ce qui concerne la protection de votre peau et ne regardez jamais directement une source lumineuse.

source: Light Fact #1
fr: Donnée nº 1 concernant la lumière

source: Blue light can improve performance. In 2013, researchers at Mid Sweden University concluded that blue light was more effective than caffeine at improving performance on a Psychomotor Vigilance Test.
fr: La lumière bleue peut améliorer la performance. En 2013, des chercheurs de la Mid Sweden University ont conclu que la lumière bleue est plus efficace que la caféine dans l'amélioration de la performance à l'occasion d'un test de vigilance psychomotrice.

source: Light Fact #2
fr: Donnée nº 2 concernant la lumière
