Repository: raymonds1221/lifetrakiosapp
Catalog: SalutronFitnessApp/SalutronFitnessApp/*.lproj/Localizable.strings
Languages: fr

source: Sign up
fr: Inscription

source: Sign in
fr: Ouvrir une session

source: Cancel
fr: Annuler

source: Try Again
fr: Réessayer

source: Try Again?
fr: Essayer à nouveau?

source: Try again
fr: Réessayer

source: Try again?
fr: Essayer à nouveau?

source: CONNECT TO DEVICE
fr: Se connecter à l'appareil

source: Device
fr: appareil

source: Save-2
fr: Sauvegarder

source: Save
fr: Enregistrer

source: Create account
fr: Créer le compte

source: CREATE ACCOUNT
fr: CRÉER LE COMPTE

source: Remind me later
fr: Me rappeler plus tard

source: Connect
fr: Se connecter

source: Disconnect
fr: Se deconnecter

source: ALLOW
fr: AUTORISER

source: DENY
fr: REFUSER

source: Send
fr: Envoyer

source: Continue
fr: Continuer

source: Watch
fr: Montre

source: Error
fr: Erreur

source: Reset Password
fr: Réinitialiser le mot de passe

source: RESET PASSWORD
fr: RÉINITIALISER LE MOT DE PASSE

source: Delete
fr: Supprimer

source: No internet
fr: Pas d'Internet

source: Incorrect input for first name and/or last name.
fr: Saisie incorrecte du prénom et/ou du nom.

source: Please fill out all fields.
fr: Veuillez complèter tous les champs.

source: Incorrect input for email.
fr: Saisie incorrecte de l'adresse de courriel.

source: The email has already been taken.
fr: L'adresse de courriel est déjà prise.

source: The password must be between 6 and 30 characters.
fr: Le mot de passe doit comporter entre 6 et 30 caractères.

source: The selected email is invalid or does not exist.
fr: L'adresse de courriel sélectionnée n'est pas valide ou n'existe pas.

source: The user credentials were incorrect.
fr: Les informations d'identification de l'utilisateur sont incorrectes.

source: Don't forget to validate your email!
fr: N'oubliez pas de valider votre adresse de courriel!

source: Start and End times must be 30 minutes apart.
fr: Les temps de début et de fin doivent être séparées de 30 minutes.

source: End time should not be earlier than the Start time.
fr: Le temps de fin ne doit pas être antérieure au temps de début.

source: Start time and End time should not be similar.
fr: Le temps de début et l'heure de fin ne doivent pas être identiques.

source: An email containing the instruction to reset your password has been sent to your email.
fr: Un message contenant les instructions permettant de réinitialiser votre mot de passe a été envoyé à votre adresse de courriel.

source: Please enter a valid email address.
fr: Veuillez entrer une adresse de courriel valide.

source: Please enter a valid email address
fr: Veuillez entrer une adresse de courriel valide

source: We can't find a user with that e-mail address.
fr: Nous ne trouvons pas d'utilisateur possédant cette adresse de courriel.

source: Are you sure you want to delete this record?
fr: Voulez-vous vraiment supprimer cet enregistrement?

source: A sleep log exists between the start and end time.
fr: Un journal de sommeil existe entre l'heure de début et l'heure de fin.

source: Please connect to the internet to delete watch.
fr: Connectez-vous à Internet pour supprimer la montre.

source: Delete Watch
fr: Supprimer Montre

source: Are you sure you want to sign out?
fr: Voulez-vous vraiment fermer la session?

source: We have detected that your watch settings has changed. Please choose which settings would be saved.
fr: Nous avons détecté que les paramètres de votre montre avaient changé. Choisissez quels paramètres enregistrer.

source: Do not show this again.
fr: Ne plus afficher ce message.

source: Please complete the change password form.
fr: Remplissez le formulaire de changement de mot de passe.

source: Incorrect password.
fr: Mot de passe incorrect.

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: The Internet connection appears to be offline.
fr: Internet semble déconnectée.

source: Registering
fr: Enregistrement en cours

source: Loggin In
fr: Ouverture de session

source: Fetching User Profile
fr: Recherche du profil utilisateur

source: Fetching Devices
fr: Recherche des appareils

source: Sending Data
fr: Envoi des données

source: Syncing data with your LifeTrak watch
fr: Synchronisation des données avec votre montre LifeTrak

source: Syncing data with your %@
fr: Synchronisation des données avec votre %@

source: Sync successful!
fr: Synchronisation réussie!

source: We cannot find any LifeTrak watch
fr: Nous ne trouvons pas de montre LifeTrak

source: Device Disconnected.
fr: Appareil déconnecté.

source: Restoring from Server
fr: Restauration à partir du serveur

source: Syncing to Server
fr: Synchronisation avec le serveur

source: Syncing to Server successful.
fr: Synchronisation avec le serveur réussie.

source: Restore from Server successful.
fr: Restauration à partir du serveur réussie.

source: Updating Profile
fr: Mise à jour du profil

source: Update Successful.
fr: Mise à jour réussie.

source: Follow Your Heart
fr: Suivez Votre Cœur

source: Get instant feedback
fr: Obtenez une réponse instantanée

source: Always-on, graphical display of performance and goals
fr: Graphique toujours actif des performances et objectifs

source: Get the right number
fr: Obtenez le nombre correct

source: Calorie burn computed from motion and heart rate
fr: Calories brûlées calculées en fonction du mouvement et du rythme cardiaque

source: Wear and forget
fr: Portez et oubliez

source: Fully automated detection of sleep and wake cycles
fr: Détection entièrement automatisée des cycles de sommeil et d'éveil

source: Go anywhere, everywhere
fr: Allez n'importe où, partout

source: Individually tested to be waterproof to up to 30 meters
fr: Testé étanche jusqu'à 30 mètres

source: We can't find your LifeTrak device.
fr: Votre appareil LifeTrak est introuvable.

source: We can't find your LifeTrak device
fr: Votre appareil LifeTrak est introuvable

source: Set up Device
fr: Configuration de l'appareil

source: Sync failed
fr: La synchronisation a échoué.

source: 1. Make sure Bluetooth is turned on, on your smartphone or tablet. 2. Make sure your device is nearby. 3. Hold the bottom right button down to turn on Bluetooth (R450) or to begin syncing (C300, C410, R420).
fr: 1. Assurez-vous que Bluetooth est activé sur votre smartphone ou tablette. 2. Assurez-vous que votre appareil est à proximité. 3. Maintenez le bouton en bas à droite vers le bas pour activer le Bluetooth (R450) ou pour commencer la synchronisation (C300, C410, R420).

source: 1. Make sure Bluetooth is turned on, on your smartphone or tablet. 2. Check that Bluetooth is active on your LifeTrak device. If it is not, press and hold the lower right button to turn it on (R450) or activate pairing/syncing (C300, C410, R420).
fr: 1. Assurez-vous que Bluetooth est activé sur votre smartphone ou tablette. 2. Vérifiez que Bluetooth est activé sur votre appareil LifeTrak. Si ce n'est pas le cas, appuyez et maintenez le bouton en bas à droite pour l'activer (R450) ou pour activer le jumelage / synchronisation (C300, C410, R420).

source: 1. Make sure your device is nearby
fr: 1. Vérifiez que votre appareil est proche.

source: 2. Make sure you press and hold bottom right button to begin syncing
fr: 2. Veillez à maintenir le bouton en bas à droite enfoncé pour commencer la synchronisation.

source: Pair
fr: Couplage

source: Pairing Zone C410
fr: Couplage: Zone C410

source: Pairing Zone R420
fr: Couplage: Zone R420

source: Press and hold lower right button to begin updating.
fr: Maintenez le bouton en bas à droite enfoncé pour commencer la mise à jour.

source: Make sure the bluetooth of the watch is turned on.
fr: Veillez à ce que Bluetooth soit activé sur la montre.

source: Syncing
fr: Synchronisation

source: Syncing data with your LifeTrak watch. Status: %@
fr: Synchronisation des données avec votre montre LifeTrak. État: %@

source: FITNESS RESULTS
fr: RÉSULTATS DU CONDITIONNEMENT

source: Syncing step goal
fr: Synchronisation de l'objectif du nombre de pas

source: Syncing distance goal
fr: Synchronisation de l'objectif de distance

source: Syncing calorie goal
fr: Synchronisation de l'objectif de calories

source: Syncing calibration data
fr: Synchronisation des données d'étalonnage

source: Syncing workout database
fr: Synchronisation de la base de données des exercices

source: Syncing user profile
fr: Synchronisation du profil utilisateur

source: Sync success!
fr: Synchronisation réussie!

source: Verify your presonal details below.
fr: Vérifiez vos détails personnels ci-dessous.

source: WEIGHT
fr: POIDS

source: HEIGHT
fr: TAILLE

source: BIRTHDAY
fr: DATE DE NAISSANCE

source: GENDER
fr: SEXE

source: Weight
fr: Poids

source: Height
fr: Taille

source: Birthday
fr: Date de naissance

source: Gender
fr: Sexe

source: Weight (lbs)
fr: Poids (lbs)

source: Height (ft)
fr: Taille (ft)

source: Birthday (DD/MM/YYYY)
fr: Date de naissance (JJ/MM/YYYY)

source: male
fr: homme

source: female
fr: femme

source: Male
fr: Homme

source: Female
fr: Femme

source: Your profile details will be used to calculate your fitness results.
fr: Les détails de votre profil seront utilisés pour calculer les résultats de votre conditionnement.

source: SIGN UP VIA FACEBOOK
fr: S'INSCRIRE VIA FACEBOOK

source: SIGN UP VIA EMAIL
fr: S'INSCRIRE PAR COURRIEL

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Email
fr: Courriel

source: Password
fr: Mot de passe

source: First name
fr: Prénom

source: Last name
fr: Nom

source: I accept LifeTrak's Terms and Conditions
fr: J'accepte les Conditions d'utilisation de LifeTrak

source: Terms and Conditions
fr: Conditions d'utilisation

source: Server Sync
fr: Synchronisation avec le serveur

source: Now syncing...
fr: Synchronisation en cours...

source: uploading data to server
fr: Téléchargement des données sur le serveur

source: downloading data from server
fr: Téléchargement des données du serveur

source: SIGN IN VIA FACEBOOK
fr: OUVRIR UNE SESSION VIA FACEBOOK

source: SIGN IN VIA EMAIL
fr: OUVRIR UNE SESSION PAR COURRIEL

source: Remember me
fr: Me mémoriser

source: Forgot your password?
fr: Mot de passe oublié?

source: FORGOT YOUR PASSWORD?
fr: MOT DE PASSE OUBLIÉ?

source: Settings
fr: Paramètres

source: DD/MM/YY
fr: JJ/MM/AA

source: MM/DD/YY
fr: MM/JJ/AA

source: MMM/DD
fr: MMM/JJ

source: DD/MMM
fr: JJ/MMM

source: Auto Sync Alert
fr: Alerte de synchronisation automatique

source: Once a day
fr: Une fois par jour

source: Once a week
fr: Une fois par semaine

source: Twice a day
fr: Deux fois par jour

source: Four times a day
fr: Quatre fois par jour

source: Alert Settings
fr: Paramètres des alertes

source: Smart Calibration
fr: Réglage intelligent

source: Auto Sync Time
fr: Heure de synchronisation automatique

source: PREFERENCES
fr: PRÉFÉRENCES

source: Date Format
fr: Format de date

source: Time Format
fr: Format des heures

source: 12HR
fr: 12H

source: 24HR
fr: 24H

source: Unit
fr: Unités

source: IMPERIAL
fr: IMPÉRIALES

source: METRIC
fr: MÉTRIQUES

source: Watch Display
fr: Affichage de la montre

source: FULL
fr: COMPLET

source: PROMPTS
fr: INVITES

source: Updated Settings
fr: Paramètres mis à jour

source: Yes
fr: Oui

source: No
fr: Non

source: YES
fr: OUI

source: NO
fr: NON

source: Wake up alert
fr: Alarme de réveil

source: Day light alert
fr: Alerte de lumière du jour

source: Night light alert
fr: Alerte de lumière de nuit

source: Inactive alert
fr: Alerte d'inactivité

source: Status
fr: État

source: Exposure Level
fr: Niveau d'exposition

source: Exposure Duration
fr: Durée d'exposition

source: Start Time
fr: Heure de début

source: Start Time:
fr: Heure de début:

source: End Time
fr: Heure de fin

source: End Time:
fr: Heure de fin:

source: Alert Frequency
fr: Fréquence des alertes

source: Low
fr: Faible

source: Medium
fr: Moyen

source: High
fr: Élevé

source: LOW
fr: FAIBLE

source: MEDIUM
fr: MOYEN

source: HIGH
fr: ÉLEVÉ

source: Time Duration
fr: Durée

source: Steps Threshold
fr: Seuil des pas

source: steps
fr: pas

source: Always
fr: Toujours

source: Only when awake
fr: Seulement lorsque réveillé

source: Enable Notification
fr: Activer les notifications

source: Display on watch
fr: Afficher sur la montre

source: Choose what notifications to be displayed
fr: Choisissez les notifications à afficher

source: Incoming Call
fr: Appel entrant

source: Missed Call
fr: Appel manqué

source: Mail
fr: Courriel

source: Voice Mail
fr: Messagerie vocale

source: Schedule
fr: Calendrier

source: News
fr: Actualités

source: STEPS
fr: PAS

source: Steps
fr: Pas

source: Step
fr: Pas

source: STEP
fr: PAS

source: step
fr: pas

source: Default
fr: Par défaut

source: DEFAULT
fr: PAR DÉFAUT

source: default
fr: défaut

source: Recommend for walking and running.
fr: Recommandé pour la marche ou la course.

source: Recommend for low intensity walking or mild jogging.
fr: Recommandée pour la marche ou la course de faible intensité.

source: Alternate sensing orientation if the above two options do not provide accurate enough step values.
fr: Autre orientation de capture si les deux options ci-dessus ne fournissent pas de mesures des pas suffisamment précises.

source: AUTO EL
fr: EL AUTOMATIQUE

source: Auto EL
fr: EL automatique

source: Send reset email
fr: Envoyer le courriel de réinitialisation

source: Rewards
fr: Récompenses

source: Get points for the healthy activities you do every day.
fr: Gagnez des points pour les activités saines que vous réalisez tous les jours.

source: Connecting to Walgreens...
fr: Connexion à Walgreens...

source: Partners
fr: Partenaires

source: by Walgreens would like to access your:
fr: par Walgreens voudrait accéder votre:

source: view my account
fr: afficher mon compte

source: Dashboard
fr: Tableau de bord

source: Goals
fr: Buts

source: Help
fr: Aide

source: Sign out
fr: Fermer la session

source: Last Sync
fr: Dernière synchronisation

source: App Version:
fr: Version de l'application:

source: SDK Version:
fr: Version SDK:

source: Firmware Version:
fr: Version du Firmware:

source: Software Version:
fr: Version de Logiciel:

source: SUPPORT
fr: ASSISTANCE

source: Support
fr: Assistance

source: FAQ
fr: Questions fréquentes

source: User Guides
fr: Guides d'utilisation

source: Tech Support
fr: Assistance technique

source: Feedback
fr: Commentaires

source: LifeTrak iOS App Help
fr: Aide de l'application iOS LifeTrak

source: To:
fr: À:

source: Cc/Bcc:
fr: Cc/Cci:

source: Subject
fr: Objet:

source: Today's Targets
fr: Cibles du jour

source: SLEEP
fr: SOMMEIL

source: Sleep
fr: Sommeil

source: BRIGHT LIGHT DURATION
fr: DURÉE À LA LUMIÈRE BRILLANT

source: Sync
fr: Synchroniser

source: Reset
fr: Réinitialiser

source: Restore to Previous
fr: Restaurer précédent

source: Update
fr: Mise à jour

source: Feb
fr: Fév.

source: Apr
fr: Avr.

source: May
fr: Mai.

source: Jun
fr: Juin.

source: Jul
fr: Juil.

source: Aug
fr: Août.

source: Dec
fr: Déc.

source: feb
fr: fév.

source: apr
fr: avr.

source: may
fr: mai.

source: jun
fr: juin.

source: jul
fr: juil.

source: aug
fr: août.

source: dec
fr: déc.

source: Monday
fr: lundi

source: Tuesday
fr: mardi

source: Wednesday
fr: mercredi

source: Thursday
fr: jeudi

source: Friday
fr: vendredi

source: Saturday
fr: samedi

source: Sunday
fr: dimanche

source: AM
fr: MATIN

source: PM
fr: APRÈS-MIDI

source: Daily Fitness Results
fr: Résultats du conditionnement journalier

source: AVG HEART RATE
fr: FRÉQUENCE CARDIAQUE MOYENNE

source: LIGHT
fr: LÉGER

source: MODERATE
fr: MODÉRÉ

source: HARD
fr: FORT

source: ACTIVE TIME
fr: DURÉE D'ACTIVITÉ

source: BRIGHT LIGHT EXPOSURE
fr: EXPOSÉ À LA LUMIÈRE BRILLANT

source: LIGHT EXPOSURE
fr: Exposition à la lumière

source: Light Exposure
fr: Exposition à la lumière

source: No heart rate recorded for the day.
fr: Aucune fréquence cardiaque enregistrée ce jour.

source: No sleep recorded for the day.
fr: Aucun sommeil enregistré ce jour.

source: No workout recorded for the day.
fr: Aucun exercice enregistré ce jour.

source: Don't forget to track your heart rate!
fr: N'oubliez pas de suivre votre fréquence cardiaque!

source: Don't forget to track your sleep!
fr: N'oubliez pas de suivre votre sommeil!

source: Don't forget to track your workout!
fr: N'oubliez pas de suivre vos exercices!

source: DAILY
fr: JOURNALIER

source: WEEKLY
fr: HEBDOMADAIRE

source: MONTHLY
fr: MENSUEL

source: YEARLY
fr: ANNUEL

source: Day
fr: Jour

source: Week
fr: Semaine

source: Month
fr: Mois

source: Year
fr: Année

source: Live
fr: en direct

source: Total Active Time:
fr: Durée d'activité totale:

source: Total Sedentary Time:
fr: Durée d'inactivité totale:

source: Total Sleep Time:
fr: Durée de sommeil totale:

source: TOTAL ACTIVE TIME
fr: DURÉE D'ACTIVITÉ TOTALE

source: TOTAL SEDENTARY TIME
fr: DURÉE D' INACTIVITÉ TOTALE

source: TOTAL SLEEP TIME
fr: DURÉE DE SOMMEIL TOTALE

source: AWAKE
fr: ÉVEILLÉ

source: ACTIVE
fr: ACTIF

source: DEEP SLEEP
fr: SOMMEIL PROFOND

source: LIGHT SLEEP
fr: SOMMEIL LÉGER

source: times
fr: fois

source: Actigraphy
fr: Graphique d’activité

source: Heart Rate
fr: Fréquence cardiaque

source: HEART RATE
fr: FRÉQ CARD

source: GOAL
fr: BUT

source: MAX BPM
fr: BPM MAX

source: MIN BPM
fr: BPM MIN

source: AVG BPM
fr: BPM MOY

source: ALL LIGHT
fr: LUMIÈRE TOTALE

source: BLUE RICH LIGHT
fr: LUMIÈRE BLEUE

source: WRIST-OFF
fr: BRACELET ARRÊTÉ

source: Add
fr: Ajout

source: Sleep Date:
fr: Date de sommeil:

source: HOURS AWAKE:
fr: HEURES D'ÉVEIL:

source: SLEEP EFFICIENCY:
fr: EFFICACITÉ DU SOMMEIL:

source: SLEEP START TIME:
fr: HEURE DE DÉBUT DU SOMMEIL:

source: WAKE AFTER SLEEP ONSET:
fr: RÉVEIL APRÈS SOMMEIL:

source: NUMBER OF AWAKENINGS
fr: NOMBRE DE RÉVEILS:

source: SLEEP ONSET LATENCY:
fr: LATENCE DU SOMMEIL:

source: Sleep Logs
fr: Journaux de Sommeil

source: SLEEP LOGS
fr: JOURNAUX DE SOMMEIL

source: Workout %i time
fr: Durée exercice %i

source: Start
fr: Début

source: End
fr: Fin

source: Workouts
fr: Exercices

source: Workout
fr: Exercice

source: WORKOUT
fr: EXERCICE

source: Workout Time
fr: Durée exercice

source: WORKOUT TIME
fr: DURÉE EXERCICE

source: WORKOUT %i TIME
fr: DURÉE EXERCICE %i

source: Workout %i
fr: Exercice %i

source: Total Workout Time
fr: Durée EXERCICE totale

source: TOTAL WORKOUT TIME
fr: DURÉE EXERCICE TOTALE

source: Track with Precision
fr: Suivre avec précision

source: Choose a watch you want to connect.
fr: Choisissez la montre que vous voulez connecter.

source: Synced at
fr: Synchronisée le

source: Old watch
fr: Ancienne montre

source: Connect a New Watch
fr: Connecter une nouvelle montre

source: My Account
fr: Mon Compte

source: EDIT ACCOUNT
fr: MODIFIER LE COMPTE

source: ABOUT ME
fr: À PROPOS DE MOI

source: Giving accurate information helps us help YOU better.
fr: Donnez des informations précises nous aide à VOUS aider.

source: MY WATCH
fr: MA MONTRE

source: Device Name
fr: Nom de l'appareil

source: Sync to watch
fr: Synchroniser avec la montre

source: Sync to cloud
fr: Synchroniser avec le Cloud

source: Synced Today at
fr: Synchronisée aujourd'hui à

source: Switch to a new watch
fr: Changer de montre

source: Edit Profile
fr: Modifier le profil

source: ACCOUNT DETAILS
fr: DÉTAILS DU COMPTE

source: CHANGE PASSWORD
fr: CHANGER DE MOT DE PASSE

source: Old Password
fr: Ancien mot de passe

source: New Password
fr: Nouveau mot de passe

source: Confirm Password
fr: Confirmez le mot de passe

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm password
fr: Confirmez le mot de passe

source: Save changes
fr: Enregistrer les modifications

source: Sync changes to watch?
fr: Synchronisez changements avec la montre?

source: Upload Photo
fr: Télécharger la photo

source: Camera
fr: Caméra

source: Photo Library
fr: Bibliothèque d'images

source: Not yet synced.
fr: Pas encore synchronisé.

source: Not yet synced
fr: Pas encore synchronisé

source: Sleep Mode
fr: Mode Veille

source: MANUAL
fr: MANUEL

source: Sync Freqnency
fr: Sync Fréquence

source: This app works only when the Bluetooth is on. Please activate the Bluetooth in Settings.
fr: Cette application fonctionne uniquement lorsque le Bluetooth est activé . Veuillez s'il vous plaît activer le Bluetooth dans Paramètres.

source: Data sync reminder
fr: Rappel de Sync des données

source: Intelligent Wake Up Alarm
fr: Alarme réveil intelligent

source: LightTrak Daylight Alert
fr: Alerte LightTrak lumière de jour

source: LightTrak Night Light Alert
fr: Alerte LightTrak lumière de nuit

source: Inactivity Alert
fr: Alerte d'inactivité

source: Wake Up Time
fr: Heure de réveil

source: Intelligent Wake Up starts
fr: Réveil intelligent commence

source: earlier
fr: plus tôt

source: Walgreens Balance® Rewards
fr: Récompenses Walgreens Balance®

source: Connect to Walgreens Error
fr: Erreur de connexion à Walgreens

source: This device has no mail account connected. Please set up your mail first.
fr: Cet appareil n'a pas de compte de couriel associé . Veuillez s'il vous plaît configurer d'abord votre courriel.

source: COMPATIBLE APPS
fr: APPS COMPATIBLE

source: Compatible Apps
fr: Apps Compatible

source: Auto sync to watch
fr: Synchronisation automatique avec la montre

source: Successfully synced data with server
fr: Données synchronisées avec le serveur avec succès

source: Success
fr: Succès

source: Sync to Server successful.
fr: Synchronisation avec le serveur réussie.

source: Synced
fr: Synchronisé

source: Invalid birthday
fr: Date de naissance invalide

source: Please choose date not later than today.
fr: Veuillez s'il vous plaît choisir une date pas plus tard qu'aujourd'hui.

source: MY LIFETRAK
fr: MON LIFETRAK

source: CLOUD SYNC
fr: SYNC CLOUD

source: Retrieving Walgreens Information
fr: Récupération d'informations Walgreens

source: Please reconnect your Walgreens account to continue.
fr: Veuillez s'il vous plaît reconnecter votre compte Walgreens pour continuer.

source: Enable Sync to cloud
fr: Activer Sync avec cloud

source: Done
fr: Terminé

source: Signing In
fr: Ouvrerture de session

source: Choose a product you want to connect.
fr: Choisissez un produit que vous souhaitez connecter.

source: Signing In with Facebook
fr: Overture de session via Facebook

source: Press and hold lower right button to begin.
fr: Maintenez le bouton inférieur droit enfoncé pour commencer la mise à jour.

source: Establishing connection
fr: établissement de la connexion

source: Your Profile
fr: Votre profil

source: Verify your personal details below.
fr: Vérifiez vos détails personneles ci-dessous.

source: Devices
fr: appareils

source: Pairing
fr: Couplage:

source: 3.You may also try to forget the bluetooth device in iOS system settings.
fr: 3. Vous pouvez également essayer d'oublier le dispositif de Bluetooth dans les paramètres du système iOS.

source: Image Source
fr: Source d'image

source: Camer
fr: caméra

source: Image Library
fr: Bibliothèque d'images

source: The request timed out.
fr: La demande a expiré.

source: Skip
fr: sauter

source: Your LifeTrak session has expired. Please sign in again to continue.
fr: Votre session LifeTrak a expiré. Veuillez s'il vous plaît vous connecter à nouveau pour continuer.

source: Session Expired
fr: Session expirée

source: Cloud Sync Error
fr: Erreur de Sync Cloud

source: Exposure duration should not be greater than the time on start time and end time.
fr: La durée d'exposition ne doit pas être supérieure à l'heure de début et de fin.

source: Day light and night light start and end time should not overlap.
fr: Le commencement et la fin des lumières de jour et de nuit ne doivent pas se chevaucher.

source: The end time is not valid.
fr: L'heure de fin n'est pas valide.

source: Sleep must not exceed 14h50min.
fr: Le sommeil ne doit pas dépasser 14h50min.
