<html>
        <body>
                        <h3 align="center">CONDITIONS D'UTILISATION DE L'APPLICATION LIFETRAK</h3>
            	<p align="justify">
En vous enregistrant au service et/ou en l'utilisant de quelque mani&egrave;re que ce soit, y compris, sans s'y limiter, utiliser l'application, vous acceptez toutes les modalit&eacute;s et conditions stipul&eacute;es dans le pr&eacute;sent document (&laquo; Conditions d'utilisation &raquo;). D'autres r&egrave;gles de fonctionnement, politiques et proc&eacute;dures pourront &ecirc;tre publi&eacute;es de temps &agrave; autre sur l'application par LifeTrak, chacune pouvant &ecirc;tre incorpor&eacute;e par r&eacute;f&eacute;rence et chacune pouvant &ecirc;tre mise &agrave; jour par LifeTrak de temps &agrave; autre et sans qu'aucun pr&eacute;avis ne vous soit envoy&eacute;, conform&eacute;ment aux modalit&eacute;s stipul&eacute;es dans la section &laquo; Modification des Conditions d'utilisation &raquo; ci-dessous. De plus, il est possible que certains services offerts dans le cadre du Service soient sujets &agrave; des modalit&eacute;s et conditions suppl&eacute;mentaires sp&eacute;cifi&eacute;es par LifeTrak de temps &agrave; autre ; votre utilisation de ces services est sujette &agrave; ces modalit&eacute;s et conditions suppl&eacute;mentaires, qui sont incorpor&eacute;es dans ces Conditions d'utilisation par cette r&eacute;f&eacute;rence.
                </p>
                <h4>Enregistrement et admissibilit&eacute;</h4>
                <p align="justify">
Vous devez enregistrer votre compte et repr&eacute;senter, garantir et affirmer que vous fournissez &agrave; LifeTrak des informations correctes et compl&egrave;tes lors de l'enregistrement (y compris, sans s'y limiter, un pr&eacute;nom, un nom, une adresse de courriel et un mot de passe que vous utiliserez pour acc&eacute;der au Service), et que vous veillerez &agrave; ce que ces informations restent correctes et &agrave; jour. Tout manquement &agrave; ces modalit&eacute;s constituera une violation des Conditions d'utilisation, pouvant entraîner la r&eacute;siliation imm&eacute;diate de votre compte LifeTrak.
        	</br>
		Vous ne devez pas :
	        <ul>
			<li>cr&eacute;er de compte pour toute autre personne que vous-m&ecirc;me sans l'autorisation de la personne en question ;	</li>
			<li>utiliser un nom identique &agrave; celui d'une autre personne dans l'intension de vous faire passer pour cette personne ;</li>
			<li>utiliser un nom ou compte LifeTrak soumis &agrave; des droits appartenant &agrave; toute autre personne que vous sans autorisation appropri&eacute;e ; ou</li>
			<li>utiliser un nom offensant, vulgaire ou obsc&egrave;ne ou autrement ill&eacute;gal.</li>
		</ul>
		</p>
		<p align="justify">
			LifeTrak se r&eacute;serve le droit de refuser l'enregistrement ou d'annuler le compte LifeTrak &agrave; sa seule discr&eacute;tion. Vous &ecirc;tes seul responsable des activit&eacute;s qui se d&eacute;roulent sur votre compte LifeTrak et serez responsable de pr&eacute;server la confidentialit&eacute; de votre mot de passe LifeTrak. Vous n'utiliserez jamais le compte d'un autre utilisateur sans autorisation expresse pr&eacute;alable de l'utilisateur en question. Vous notifierez LifeTrak imm&eacute;diatement et par &eacute;crit de toute utilisation non autoris&eacute;e de votre compte, ou de toute violation de la s&eacute;curit&eacute; d'un autre compte dont vous avez connaissance.
		</p>
		<p align="justify">
			Vous affirmez et garantissez que si vous &ecirc;tes une personne, vous avez l'&acirc;ge l&eacute;gal pour vous engager dans un contrat obligatoire ou, si vous &ecirc;tes inscrit au nom d'une entit&eacute;, que vous &ecirc;tes autoris&eacute; &agrave; vous engager et &agrave; engager l'entit&eacute; dans les Conditions d'utilisation et &agrave; l'enregistrer pour le Service. Vous &ecirc;tes seul responsable de vous assurer que ces Conditions d'utilisation sont conformes &agrave; toutes les lois, r&egrave;gles et r&eacute;glementations qui vous sont applicables et le droit d'acc&egrave;s au Service est r&eacute;voqu&eacute; aux endroits où ces Conditions d'utilisation ou l'utilisation du Service sont interdites et, dans ces circonstances, vous acceptez de ne pas utiliser ou acc&eacute;der au Site ou aux Services de quelque mani&egrave;re que ce soit.
		</p>
        <p align="justify">
        L'enregistrement r&eacute;ussi de votre compte LifeTrak synchronisera automatiquement les donn&eacute;es de votre application avec le Cloud et votre compte peut &ecirc;tre utilis&eacute; par l'application pour synchroniser les donn&eacute;es de vos activit&eacute;s avec la base de donn&eacute;es de nos partenaires, tels que Walgreens Balance Reward, lorsque vous invoquez la connexion en vous inscrivant &agrave; ces Services.
        </p>
		<h4>Synchronisation avec le Cloud et les Services des partenaires</h4>
		<p align="justify">Par d&eacute;faut, chaque fois que vous synchronisez votre montre avec l'application, l'application synchronise automatiquement les donn&eacute;es de vos activit&eacute;s avec le Cloud. Vous avez l'option de d&eacute;sactiver cette fonctionnalit&eacute; dans la section &laquo; Mon compte &raquo; de l'application. Nous vous recommandons de synchroniser uniquement les donn&eacute;es que vous cr&eacute;ez vous-m&ecirc;me et pas celles des autres. L'application utilisera les donn&eacute;es d'activit&eacute; synchronis&eacute;es dans le Cloud pour les envoyer/synchroniser avec les sites Web des partenaires selon vos choix. Vous devez vous conformer aux Conditions d'utilisation de nos partenaires, tels que le service Walgreens Balance Rewards. Nous ne surveillons pas et n'enqu&ecirc;tons pas sur ces sites Web et nous ne sommes pas responsables du contenu, des fonctionnalit&eacute;s et des pratiques de ces sites Web. L'inclusion de liens vers des sites Web tiers sur nos Services LifeTrak n'implique pas que nous approuvons ou parrainons les sites Web en question. Si vous d&eacute;cidez de quitter nos Services LifeTrak et d'acc&eacute;der &agrave; ces sites Web tiers, vous le faites &agrave; vos propres risques. LifeTrak vous sugg&egrave;re de lire les conditions d'utilisation et les politiques de confidentialit&eacute; (le cas &eacute;ch&eacute;ant) de ces sites Web tiers. Vous acceptez que LifeTrak n'assume aucune responsabilit&eacute; concernant tout dommage ou perte, de quelque sorte que ce soit, pouvant r&eacute;sulter de votre utilisation du site Web ou de services tiers.</p>
		<h4>Pr&eacute;cautions</h4>
		<p align="justify">
			Le contenu du site LifeTrakUSA.com ou de l'Application LifeTrak est fourni &agrave; titre d'information uniquement et n'est pas pr&eacute;vu pour remplacer la relation que vous avez avec votre m&eacute;decin ou autre dispensateur de soins m&eacute;dicaux. Nous ne poss&eacute;dons pas de licence permettant de fournir des soins m&eacute;dicaux et ne poss&eacute;dons aucune expertise dans le diagnostic, l'examen ou le traitement de conditions m&eacute;dicales, de quelque sorte que ce soit, ni pour d&eacute;terminer l'effet que peut avoir un exercice sp&eacute;cifique sur une condition m&eacute;dicale. Vous devez toujours consulter un m&eacute;decin avant de commencer un programme d'exercice, de changer votre r&eacute;gime alimentaire ou si vous avez des questions concernant une condition m&eacute;dicale. Tenez toujours compte de l'avis m&eacute;dical de professionnels et n'attendez pas avant de rechercher cet avis, en raison de quelque chose que vous avez lu sur ou appris par l'interm&eacute;diaire de l'Application LifeTrak. Consultez votre m&eacute;decin avant de suivre des instructions reçues par l'interm&eacute;diaire de l'Application LifeTrak ou de participer &agrave; un &eacute;v&eacute;nement annonc&eacute; sur ou par l'interm&eacute;diaire de l'Application LifeTrak. Les exercices ou activit&eacute;s d&eacute;crits sur l'Application LifeTrak ne conviennent par n&eacute;cessairement &agrave; tout le monde. Comprenez bien que la participation &agrave; un exercice ou programme d'exercice comporte toujours un risque de blessure et/ou de mort. Si vous pensez avoir besoin de soins d'urgence, appelez imm&eacute;diatement votre m&eacute;decin ou le service d'urgence. Si vous ressentez une g&egrave;ne ou de la douleur, arr&ecirc;tez imm&eacute;diatement l'activit&eacute; provoquant cette g&egrave;ne ou cette douleur. Les personnes affect&eacute;es d'un diab&egrave;te de type 1 ou d'autres conditions m&eacute;dicales ou nutritionnelles ne doivent pas utiliser l'Application LifeTrak, sauf si cette utilisation est indiqu&eacute;e et &eacute;troitement surveill&eacute;e par un m&eacute;decin. En utilisant l'Application LifeTrak, vous affirmez que vous avez reçu l'approbation de votre m&eacute;decin pour participer aux programmes, entraînements et exercices d&eacute;crits sur l'Application LifeTrak. Nous ne sommes par responsables des probl&egrave;mes de sant&eacute; &eacute;ventuels pouvant r&eacute;sulter des programmes, produits ou &eacute;v&eacute;nements de mise en forme dont vous prenez connaissance par l'interm&eacute;diaire de l'Application LifeTrak. Si vous vous engagez dans un programme d'exercice dont vous avez pris connaissance par l'interm&eacute;diaire de l'Application LifeTrak, vous admettez que vous le faites &agrave; vos propres risques et que vous participez volontairement &agrave; ces activit&eacute;s.
		</P>
		<h4>Informations sur l'Application LifeTrak</h4>
		<p align="justify">
			Nous essayons de fournir des informations pratiques et pr&eacute;cises sur l'Application LifeTrak, mais nous ne faisons aucune affirmation ni ne donnons aucune garantie concernant les informations rendues disponibles par l'interm&eacute;diaire de l'Application LifeTrak. Nous ne sommes pas responsables de la pr&eacute;cision, de la fiabilit&eacute;, de l'efficacit&eacute; ou de l'utilisation correcte des informations que vous recevez par l'interm&eacute;diaire de l'Application LifeTrak. Si vous vous appuyez sur des informations fournies par LifeTrak, ou par des employ&eacute;s, ou s'affichant sur LifeTrak ou sur du contenu contribu&eacute; &agrave; l'Application LifeTrak, vous le faites uniquement &agrave; vos propres risques.
		</p>

		<h4>Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur</h4>
		<p align="justify">
			Sous condition de l'adh&eacute;rence de LifeTrak &agrave; la politique de confidentialit&eacute; dans le cadre des Services LifeTrak, vous accordez dans la pr&eacute;sente &agrave; LifeTrak une licence perp&eacute;tuelle, irr&eacute;vocable, non exclusive, mondiale, gratuite, avec le droit d'accorder des sous-licences, de reproduire, distribuer, transmettre, jouer en public, montrer en public, jouer de mani&egrave;re num&eacute;rique, modifier, cr&eacute;er des travaux d&eacute;riv&eacute;s, et autrement d'utiliser et d'exploiter commercialement tout texte, photographie ou autres donn&eacute;es et informations que vous soumettez aux Services LifeTrak (collectivement appel&eacute;s &laquo; Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur &raquo;) sur tout m&eacute;dium existant actuellement ou d&eacute;velopp&eacute; ult&eacute;rieurement, y compris, sans s'y limiter, sur des sites Web, dans un format audio et dans tout format imprim&eacute;. Le &laquo; Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur &raquo; comprend, sans s'y limiter, le contenu publi&eacute; sur des forums de discussion, blogs, journaux, soumissions de plats et de recettes et commentaires d'utilisateur. Sous condition de l'adh&eacute;rence de LifeTrak aux param&egrave;tres de confidentialit&eacute; que vous s&eacute;lectionnez au sein des Services LifeTrak, vous renoncez dans la pr&eacute;sente &agrave; tout droit de publicit&eacute; et de confidentialit&eacute; concernant le Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur et &agrave; tout autre droit l&eacute;gal ou moral pouvant emp&ecirc;cher LifeTrak d'utiliser le Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur ou n&eacute;cessiter que LifeTrak obtienne votre autorisation pour utiliser le Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur. Vous acceptez de ne pas porter plainte, qu'il s'agisse de responsabilit&eacute; civile, de contrat ou de toute autre th&eacute;orie juridique, contre LifeTrak ou les d&eacute;tenteurs de ses sous-licences, concernant l'utilisation par LifeTrak ou les d&eacute;tenteurs de ses sous-licences du Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur conform&eacute;ment &agrave; vos param&egrave;tres de confidentialit&eacute;, et vous exon&eacute;rez dans la pr&eacute;sente LifeTrak et les d&eacute;tenteurs de ses sous-licences de toute plainte. Vous affirmez que votre Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur : (1) ne violera pas les droits d'auteurs, brevets, marques de commerce, secrets commerciaux ou autres droits de propri&eacute;t&eacute; de tiers ; (2) ne violera pas de loi, statut, ordonnance ou r&eacute;glementation ; (3) ne sera pas obsc&egrave;ne et ne contiendra pas de pornographie juv&eacute;nile ; (4) ne contiendra pas de virus, vers, bombes &agrave; retardement ou autre code de programme informatique visant &agrave; endommager, nuire, intercepter subrepticement ou exproprier un syst&egrave;me, des donn&eacute;es ou des informations ; (5) ne violera pas les droits de publicit&eacute; ou de confidentialit&eacute; de tiers ; et (6) ne sera pas diffamatoire, ill&eacute;galement menaçant ou harcelant, dommageable pour les mineurs de quelque façon que ce soit, ou autrement offensif ou inappropri&eacute;. Vous &ecirc;tes responsable de la conformit&eacute; &agrave; toutes les lois applicables de votre Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur.
		</p>
		<h4>Enregistrement et mot de passe ; politique de confidentialit&eacute;</h4>
		<p align="justify">
		Vous &ecirc;tes responsable du maintien de la confidentialit&eacute; de vos identifiants de connexion et de votre mot de passe. Vous serez tenu responsable de toutes les utilisations de vos informations de connexion, que vous les ayez autoris&eacute;es ou non. Vous acceptez de nous notifier imm&eacute;diatement en cas d'utilisation non autoris&eacute;e de vos informations de connexion ou de votre mot de passe. LifeTrak n'assume aucune responsabilit&eacute; concernant les informations soumises par une personne ayant acc&eacute;d&eacute; de mani&egrave;re frauduleuse &agrave; votre compte LifeTrak ni pour l'utilisation frauduleuse ou le m&eacute;susage d'informations que vous avez soumises par un tiers. Vous affirmez que les informations que vous fournissez vous concernant, demand&eacute;es dans le formulaire d'enregistrement du compte LifeTrak (les &laquo; Donn&eacute;es d'enregistrement &raquo;), sont exactes et compl&egrave;tes et vous acceptez de mettre &agrave; jour les informations de votre compte, selon les besoins, y compris de fournir &agrave; LifeTrak votre adresse de courriel actuelle, afin de recevoir des notifications et autres communications concernant votre compte. Les Services LifeTrak sont r&eacute;gis par la Politique de confidentialit&eacute; de LifeTrak.
		</p>
        	<h4>Propri&eacute;t&eacute; des Services LifeTrak</h4>

		<p align="justify">
			&agrave; l'exception du Contenu g&eacute;n&eacute;r&eacute; par l'utilisateur, les Services LifeTrak et tous les aspects qui y sont associ&eacute;s, y compris les droits d'auteur, marques de commerce et autres droits de propri&eacute;t&eacute; intellectuelle aff&eacute;rents, appartiennent &agrave; LifeTrak ou &agrave; ses donneurs de licence. Vous reconnaissez que les Services LifeTrak et toute technologie associ&eacute;e utilis&eacute;e en connexion avec les Services LifeTrak contiennent la propri&eacute;t&eacute; intellectuelle de LifeTrak et des informations exclusives. Vous n'&ecirc;tes pas autoris&eacute; &agrave; reproduire, distribuer, modifier ou cr&eacute;er des travaux d&eacute;riv&eacute;s, montrer en public (y compris en encadrant un contenu quelconque), ou exploiter commercialement toute partie des Services LifeTrak sauf, selon les besoins, pour consulter le contenu s'y trouvant ou pour cr&eacute;er un nombre raisonnable de copies ou de portions de ce contenu (sans modification) pour votre utilisation personnelle et non commerciale. Tous les droits sur les Services LifeTrak qui ne vous sont pas express&eacute;ment accord&eacute;s par LifeTrak sont conserv&eacute;s par LifeTrak et ses donneurs de licence. Si vous violez une de ces Conditions d'utilisation, votre autorisation d'utiliser les Services LifeTrak est automatiquement r&eacute;voqu&eacute;e et vous devez d&eacute;truire imm&eacute;diatement toutes les copies que vous avez r&eacute;alis&eacute;es de toute portion des Services LifeTrak.
		</p>
		<h4>R&eacute;siliation</h4>
		<p align="justify">LifeTrak peut r&eacute;silier votre acc&egrave;s &agrave; tout ou partie du Service et/ou au lien d'ajout &agrave; tout moment, avec ou sans raison, avec ou sans pr&eacute;avis, avec effet imm&eacute;diat, ce qui peut entraîner la d&eacute;ch&eacute;ance et la destruction de toutes les informations associ&eacute;es &agrave; votre adh&eacute;sion.</p>

		<h4>Modification des Conditions d'utilisation</h4>
		<p align="justify">LifeTrak se r&eacute;serve le droit, &agrave; sa seule discr&eacute;tion, de modifier ou de remplacer toute Condition d'utilisation ou de changer, suspendre ou abandonner le Service (y compris, sans s'y limiter, la disponibilit&eacute; de toute fonctionnalit&eacute;, base de donn&eacute;es ou contenu) &agrave; tout moment en publiant un avis sur l'application. LifeTrak peut &eacute;galement imposer des limites sur des fonctionnalit&eacute;s et services ou restreindre votre acc&egrave;s &agrave; certaines parties ou &agrave; tout le Service sans pr&eacute;avis ni responsabilit&eacute;. Il vous incombe de v&eacute;rifier r&eacute;guli&egrave;rement si les Conditions d'utilisation ont &eacute;t&eacute; modifi&eacute;es. Votre utilisation continue du Service &agrave; la suite de la publication des changements apport&eacute;s aux Conditions d'utilisation constitue une acceptation de ces changements.</p>

		<h4>Langue</h4>
		<p align="justify">Lorsque LifeTrak vous fournit une traduction de la version anglaise de ces Conditions d'utilisation, vous acceptez que la traduction est fournie uniquement &agrave; titre de commodit&eacute; et que les versions en langue anglaise des Conditions d'utilisation r&eacute;giront votre relation avec LifeTrak. </p>

		<p align="justify">S'il existe une contradiction entre la version en langue anglaise de ces Conditions d'utilisation et la traduction, la version en langue anglaise sera &agrave; retenir.</p>
		
		<h4>Politique de confidentialit&eacute; de LifeTrak</h4>
		<ol>
			<li>Nous collecterons uniquement les donn&eacute;es qui sont utiles pour am&eacute;liorer les produits, les services et votre exp&eacute;rience LifeTrak.</li>
			<li>Nous serons transparents sur nos pratiques concernant les donn&eacute;es et les expliquerons dans un langage clair.</li>
			<li>Nous ne vendrons jamais vos donn&eacute;es, et partagerons vos donn&eacute;es personnelles uniquement lorsque vous nous indiquerez de le faire.</li>
			<li>Nous prendrons toujours la s&eacute;curit&eacute; de vos donn&eacute;es s&eacute;rieusement.</li>
		</ol>

		<p align="justify">
		LifeTrak conçoit des produits et des outils qui suivent quotidiennement la sant&eacute; et la condition physique afin d'habiliter et d'inspirer les utilisateurs &agrave; mener une vie plus saine et plus active. Cette politique de confidentialit&eacute; s'applique &agrave; nos produits de conditionnement personnel et de suivi &eacute;lectronique du corps (&laquo; Appareils &raquo;), &agrave; nos applications (&laquo; Logiciels &raquo;) LifeTrak Connect et applications mobiles LifeTrak pour SE iPhone et SE Android (appel&eacute;es chacune une &laquo; Appli &raquo; et collectivement des &laquo; Applis &raquo;). Les Appareils, Sites, Logiciels et Applis sont collectivement appel&eacute;s dans cette politique de confidentialit&eacute; le &laquo; Service LifeTrak &raquo;.
		</p>

		<p align="justify">
		Il est possible que cette politique change au cours du temps, car nous cherchons toujours de nouveaux moyens novateurs de vous aider &agrave; atteindre vos objectifs de conditionnement physique. Si certaines modifications affectent de mani&egrave;re importante vos droits dans le cadre de cette politique, nous vous enverrons un courriel d&egrave;s que possible et nous publierons toujours un avis sur le Site.
        </p>

		<p align="justify">
		Et souvenez-vous que nous cherchons &agrave; vous aider. Si une partie de cette politique ne vous semble pas compr&eacute;hensible ou si vous avez des questions, contactez-nous.
		</p>
		
		<h4>Quelles sont les donn&eacute;es collect&eacute;es par LifeTrak ?</h4>
		
		<h4>Lorsque vous activez un appareil LifeTrak</h4>
		<p align="justify">
		Lors de l'activation d'un appareil LifeTrak, vous serez invit&eacute; &agrave; t&eacute;l&eacute;charger l'Appli LifeTrak ou &agrave; installer les Logiciels et &agrave; entrer des informations vous concernant, comme votre taille, poids et sexe. Nous utilisons ces informations pour d&eacute;terminer les statistiques personnalis&eacute;es concernant votre conditionnement physique, par exemple, le nombre de calories brûl&eacute;es et la distance parcourue. Selon l'Appareil sp&eacute;cifique que vous utilisez, la collecte peut comprendre le nombre de pas que vous faites, votre poids, mesurer la qualit&eacute; de votre sommeil, donn&eacute;es qui sont ensuite transmises &agrave; LifeTrak.
		</p>
		
		<h4>Lorsque vous cr&eacute;ez un compte LifeTrak</h4>
		<p align="justify">
		Si vous voulez acc&eacute;der aux donn&eacute;es collect&eacute;es par votre Appareil depuis votre Appli LifeTrak, vous devez cr&eacute;er un compte LifeTrak. Lorsque vous cr&eacute;ez un compte LifeTrak, nous vous demandons de fournir des informations personnelles, notamment votre adresse de courriel.
		</p>
		
		<!--
		<h4>Lorsque vous ajoutez des informations &agrave; votre compte</h4>
		<p align="justify">
		Vous pouvez personnaliser votre exp&eacute;rience LifeTrak en ajoutant d'autres types d'informations sur votre compte, en ajoutant par exemple un journal d'alimentation ou en d&eacute;finissant une alarme, en personnalisant votre profil avec des photos, en participant &agrave; des forums de discussion, ou en envoyant des messages &agrave; vos amis LifeTrak. Lorsque vous ajoutez ces types de donn&eacute;es, nous collectons les donn&eacute;es et les stockons avec les autres informations de votre compte.
		</p>
		-->
		
		<h4>Lorsque vous synchronisez votre appareil</h4>
		<p align="justify">
		Lorsque vous synchronisez votre appareil, les donn&eacute;es li&eacute;es &agrave; vos activit&eacute;s sont transf&eacute;r&eacute;es de votre appareil &agrave; nos serveurs. Ces donn&eacute;es sont stock&eacute;es et utilis&eacute;es pour alimenter le Service LifeTrak. &agrave; chaque synchronisation, nous consignons les donn&eacute;es concernant la transmission. Parmi les donn&eacute;es consign&eacute;es, on peut compter l'horodatage de la synchronisation, le niveau de batterie de l'appareil et l'adresse IP utilis&eacute;e lors de la synchronisation.
		</p>
		
		<!--
		<h4>Lorsque vous effectuez des achats dans notre boutique</h4>
		<p align="justify">
		Si vous avez ouvert une session sur votre compte LifeTrak lorsque vous achetez quelque chose sur notre site, nous associons cette commande &agrave; votre compte. Nous stockons &eacute;galement votre adresse de livraison afin que votre commande puisse &ecirc;tre trait&eacute;e par notre partenaire charg&eacute; de l'exp&eacute;dition des commandes. Cependant, nous ne regardons pas et ne stockons pas les informations de votre carte de cr&eacute;dit. Ces donn&eacute;es sont trait&eacute;es par une soci&eacute;t&eacute; de traitement des paiements tierce. Si vous n'avez pas ouvert de session sur votre compte au moment de l'achat, les donn&eacute;es de la commande ne sont pas associ&eacute;es &agrave; votre compte LifeTrak, mais nous enregistrons les donn&eacute;es afin de fournir l'assistance &agrave; la client&egrave;le li&eacute;e &agrave; votre achat.
		</p>
		-->
		
		<h4>Lorsque vous nous contactez pour obtenir de l'assistance</h4>
		<p align="justify">
		Lorsque vous contactez LifeTrak pour obtenir de l'assistance, nous collectons votre nom et adresse de courriel ainsi que toutes les autres informations que vous fournissez dans votre demande et stockons ces donn&eacute;es sur nos serveurs afin de vous fournir de l'assistance et d'am&eacute;liorer le Service LifeTrak. Si vous nous contactez alors que vous avez ouvert une session sur votre compte, le formulaire Web remplit automatiquement certaines informations, afin que vous n'ayez pas &agrave; le faire manuellement. Vous pouvez &eacute;galement contacter LifeTrak par l'interm&eacute;diaire de nos forums publics, comme sur Twitter ou Facebook ; cependant, nous ne pouvons pr&eacute;server la confidentialit&eacute; de vos communications avec nous si vous utilisez ces m&eacute;thodes pour nous contacter.
        </p>
		
		<h4>Coordonn&eacute;es</h4>
		<p>
		Vous pouvez contacter l'assistance LifeTrak comme suit :<br/>
		Courriel : appsupport@lifetrakusa.com<br/>
		Appel gratuit : 1-855-903-9030<br/>
		Adresse : 39962 Cedar Blvd, Ste 285  Newark, CA 94560, &eacute;tats-Unis</p>
		
		
		<h4>Date d'entr&eacute;e en vigueur : 22 septembre 2014</h4>
		
        </body>
</html>
